Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/sd/samediggi.no/viiddis-angirussamat-samegielain.html.tmx
Source language: sme
Languages: sma

source: Viiddis áŋgiruššamat sámegielain / Artikler / Valgperiode 2009 - 2013 / Arkiv / Sámediggi - Sametinget
sma: Vijries råajvarimmie saemien gïelide / Tjaalegh / Veeljemeboelhken 2009 - 2013 / Våarhkoe / Saemiedigkie - Sametinget

source: Viiddis áŋgiruššamat sámegielain
sma: Vijries råajvarimmie saemien gïelide

source: Sámediggeráđđi lea meannudan 2012 giellaohcamiid.
sma: Saemiedigkieraerie lea gïeleohtsemh gïetedamme 2012:n åvteste.

source: Bohte Ohcamat badjel 16 miljon ru ovddas, ja bušeahttarámma lei sullii 9 miljon ru. – Sámediggeráđđi lea hui duhtavaš go nu ollu ohcamat leat boahtán iešguđet lágán giellaprošeavttaide, dat čájeha ahte leat ollu áŋgiruššamat sámegielaid nannema ja ovddideami oktavuođas, cealká Sámediggeráđi lahttu Ellinor Marita Jåma.
sma: Ohtsemh båateme medtie 16 milljobnh kr åvteste, læjhkan dïhte budsjettemïerie orreme medtie 9 mill. – Saemiedigkieraerie lea joekoen madtjeles goh daan soe jeenjesh leah dåarjoem ohtseme ovmessie gïeleprosjektide, jïh dïhte stoerre eadtjohkevoetem vuesehte saemiengïelide nænnoestidh jïh evtiedidh, saemiedigkieraerie Ellinor Marita Jåma jeahta.

source: - Go ledje nu ollu ohccit, de lea issoras garra bargu vuoruhit ollu buriid ohcamiid gaskka.
sma: - Lij geerve barkoe veeljedh daejstie buerie ohtsemijistie, dan dïehre goh daan soe jeenh ohtsemh.

source: Sámediggeráđi mielas lea leamaš deaŧalaš vuoruhit dakkár doaibmabijuid mat nannejit sámegielaid geavaheami, ja doaibmabijuid mat erenoamážit leat ávkin mánáide ja nuoraide, deattasta Sámediggeráđi lahttu Jåma viidáseappot.
sma: Saemiedigkieraerien mielen mietie vihkeles råajvarimmieh veeljedh mah darjoeh juktie saemiengïelide utnedh, jïh råajvarimmieh mah leah hijven maanide jïh noeride, saemiedigkieraerie Jåma vijrebe buerkeste.

source: Mátta- ja julevsámegielat guovddážis
sma: Åarjelsaemien jïh julevsaemien jarngesne

source: Sámediggeráđi lahttu Ellinor Marita Jåma mielas lea hui illudahtti go bohte doarjjaohcamat giellabargui eanaš guovlluin Sámis.
sma: Saemiedigkieraerie Ellinor Marita Jåma tuhtjie dihte luste goh jeenh ohtsemh båateme gïelebarkoen gaavhtan jeenemes lehkijste Saepmeste.

source: - Go Sámediggeráđđi ain deattuha ovddidit mátta- ja julevsámegielaid, de illudahttá dat go bohtet dađistaga eanet ohcamat mátta- ja julevsámi guovllus, dadjá ráđđelahttu Jåma.
sma: - Goh saemiedigkieraerie åarjelsaemien jïh julevsaemien vihkeles åtna dillie sjollehke govledh jeenebh ohtsemh båetieh åarjelsaemien jïh julevsaemien dajveste, raerielihtsege Jåma jeahta.

source: Ođđa teknologiija geavaheapmi sámegiela ovdánahttimii ja nannemii
sma: Orre teknolåågijem utnedh juktie saemien gïelide evtiediedh jïh nænnoestidh

source: Dán jagi lea addojuvvon doarjja ollu prošeavttaide mat áigot ovddidit applikašuvnnaid buot golmma sámegillii, ja maid sáhttá geavahit mobiltelefovnnain ja neahttabreahtain.
sma: Daan jaepien dåarjoem vadteme jeenh prosjektide mah gelkieh apps:h (applikasjovnh) evtiedidh gaajhkide 3 saemien gïelide mejtie utnedh mobijletelefovnine jïh nedtepreejrine.

source: Go leat applikašuvnnat mobiilas ja lohkanbreahtas, de sáhttá oahpahallat ođđa sániid ja geahččaladdat iežas sámegielmáhttu.
sma: Gåessie applikasjovnh utnedh mobijline jïh nedtepreejrine dle maahta orre baakoeh lïeredh jïh jïjtse maahtoem gïehtjedidh saemien gïeli muhteste.

source: - Sámediggeráđi mielas lea deaŧalaš geavahišgoahtit ođđa teknologiija sámegielaid nannemii ja suodjaleapmái.
sma: - Saemiedigkieraerie vuajna dïhte joekoen vihkeles årre teknolåågijem utnedh guktie saemien gïelide nænnoestidh jïh tjirkedh.

source: Čájeha ahte olbmot liikojit hui bures geavahit applikašuvnnaid giellaoahpahusas.
sma: Applikasjovnh mejtie utnedh gïeleööhpehtimmien muhteste leah dïrregh mah leah aelhkie utnedh.

source: Go dál ovddiduvvojit applikašuvnnat sámegielaide lea juoga maid mii ilus doarjut dadjá Sámediggeráđi lahttu Ellinor Marita Jåma.
sma: Daelie goh galka applikasjovnh evtiedidh saemien gïelide dle mijjieh daam dåarjobe hævvi, saemiedigkieraerie Ellinor Marita Jåma jeahta.

source: Doarjja lea addojuvvon maiddái jietnasátnelista applikašuvnnaide, dat leat dárogillii ja máttasámegillii, dárogillii ja julevsámegillii ja dárogillii ja davvisámegillii.
sma: Libie aaj dåarjoem vadteme tjoejebaakoelæsoe-applikasjovh evtiedidh, dah leah daaroen jïh åarjelsaemien, daaroen jïh julevsaemien jïh daaroen jïh noerhtesaemien.

source: Sátnelisttat galget ráhkaduvvot mobiilatelefovdnii ja neahttabreahttai, ja dat leat heivehuvvon máŋggalágan joavkkuide.
sma: Galka baakoelæstoeh darjodh mobijletelefovnen jïh nedtepreejren åvteste, jïh daejtie sjiehtjesjidh ovmessie dåehkide.

source: Dát veahkeha sin, geat háliidit oahppat sámegiela.
sma: Dah leah aevhkie daejtie mah sïjhtieh saemien lïeredh.

source: Sátnelisttain leat sánit ja daid mearkkašumit.
sma: Baakoelæstoej baakoeh jïh baakoej sisvege.

source: Daid sáhttá geavahit maiddái veahkkin riektačállimii buot golmma sámegillii.
sma: Maahta aaj daejtie viehkine utnedh staaran tjaeledh gaajhkine 3 saemien gïeline.

source: Giellaarenat ja giellaleairrat
sma: Gïelarenah jïh gïelebiesie

source: Dán jagi nugo maiddái diibmá lea ohccojuvvon ruhta easkkaálgi kursii sámegielas, joatkkakursii, giellalávgumii ja giellabeassái mat leat heivehuvvon sihke nuoraide ja rávisolbmuide.
sma: Daen jaepien lea dåarjoem ohtseme saemien alkoekuvsjide, jåarkhkekuvsjide, gïelelaavkose jïh gïelebeasan metjie sjiehtesjamme dovne noeride jïh geerve almetjidie.

source: Doarjja lea maiddái addojuvvon sierra ohcamiidda maid ulbmilin lea ovdánahttit sámegielaid máŋgga arenas ja ođđa giellaarenain.
sma: Lea aaj dåarjoem vadteme ovmessie ohtsemidie mah gelkieh saemien gïelide evtiedidh jeenh jïh orre gïelearenine.

source: - Giellaarenat leat deaŧalaččat sámegielaid nannen- ja ovddidanbarggus.
sma: - Gïelarenah leah vihkeles stuhtje barkoste saemien gïelide evtiedidh jïh nænnoestdih.

source: Mánát, nuorat ja rávisolbmot dárbbašit arenaid gos besset gullat giela ja geavahit dan, dát guoská erenoamážit dakkár guovlluide gos giella lea leamaš rašši.
sma: Maanah, noereh jïh geerve almetjh arenah daarpesjieh gusnie gïele govloe, jïh utnesåvva, dïhte joekoen vihkeles dajvine gåessie gïele hiejjies tsiehkesne orreme.

source: Sámediggi lea vuoruhan giellalávgumiid ja giellabeasiid doarjuma, ja go dađistaga eambbogat ohcet doarjaga dán lágan leairraide illudahttá.
sma: Saemiedigkie gïelelavkoeh jïh gïelebiesieh åtna vihkeles gïelen gaavhtan jïh sjollehke vuejnedh ahte jiene-jienebe dåarjoem ohtsieh dagkeres biesiem utnedh.

source: Čájeha ahte dán lágan doaibmabijuin lea buorre beaktu ja danne lea Sámediggeráđđi hui movtta go ohcamat leat lassánan, cealká Sámediggeráđi lahttu Ellinor Marita Jåma loahpas.
sma: Dagkeres råajvarimmieh hijvenlaakan juhtien jïh Saemiedigkieraerie dannasinie fejjene gåessie ohtsemh læssanamme, saemiedigkieraerie Ellinor Marita Jåma jeahta.
